Repository: otabekoff/senbrua
Catalog: po/*.po
Languages: be, hi, ka, th, uz, uz@cyrillic

source: Vocalis
hi: वोकलिस

source: Record sound via the microphone and play it back
be: Запіс гуку праз мікрафон і прайграванне запісу
hi: माइक्रोफोन के माध्यम से ध्वनि रिकॉर्ड करें और उसे वापस सुनें
ka: ჩაიწერეთ ხმა მიკროფონიდან და დაუკარით ის
th: บันทึกเสียงผ่านไมโครโฟนและเล่นเสียง
uz: Mikrofon orqali ovoz yozib oling va ijro eting
uz@cyrillic: Микрофон орқали овоз ёзиб олинг ва ижро этинг

source: Audio;Application;Record;Sound Recorder;
be: Audio;Application;Record;Sound Recorder;Аўдыя;Запіс;Гуку;Гуказапіс;Аўдыязапіс;
hi: ऑडियो;अनुप्रयोग;रिकॉर्ड;ध्वनि रिकॉर्डर;
ka: Audio;Application;Record;Sound Recorder;აუდიო;აპლიკაცია;ჩაწერა;ხმისჩაწერა;
th: เสียง;แอปพลิเคชัน;บันทึก;โปรแกรมบันทึกเสียง;

source: Take notes with your voice
be: Стварэнне галасавых нататак
hi: अपनी आवाज़ से नोट्स लें
ka: ჩაიწერეთ შენიშვნები თქვენი ხმით
th: จดบันทึกด้วยเสียงของคุณเอง

source: Vocalis provides a simple and modern interface that provides a straight-forward way to record and play voice memos.
be: Vocalis мае просты і сучасны інтэрфейс, які дазваляе проста запісваць і прайграваць гукі. Ён дазваляе рабіць базавае рэдагаванне і ствараць галасавыя нататкі.
hi: वोकलिस एक सरल और आधुनिक इंटरफ़ेस प्रदान करता है जो वॉयस मेमो को रिकॉर्ड करने और चलाने का सीधा तरीका प्रदान करता है।
ka: Vocalis წარმოგიდგენთ მარტივ და თანამედროვე ინტერფეისს სანიშნეების ჩასაწერად და დასაკრავად.
th: Vocalis มีส่วนติดต่อที่เรียบง่ายและทันสมัยที่สามารถบันทึกและเล่นไฟล์เสียงได้อย่างล้ำหน้า

source: Vocalis automatically handles the saving process so that you do not need to worry about accidentally discarding the previous recording.
be: Vocalis аўтаматычна апрацоўвае працэс захавання, таму вам не трэба хвалявацца, што папярэдні запіс будзе страчаны.
hi: वोकलिस स्वचालित रूप से सहेजने की प्रक्रिया को संभालता है ताकि आपको पिछली रिकॉर्डिंग को गलती से त्यागने के बारे में चिंता करने की आवश्यकता न हो।
ka: Vocalis ჩაწერის პროცესს თვითონ მიხედავს. ნუ ინერვიულებთ წინა ჩანაწერის შემთხვევით მოცილებაზე.
th: Vocalis จะจัดการกระบวนการการบันทึกโดยอัตโนมัติ คุณจึงไม่ต้องกังวลว่าเสียงที่คุณบันทึกไว้ก่อนหน้านี้จะถูกละทิ้งไปอย่างไม่ได้ตั้งใจ

source: Supported audio formats:
be: Падтрымліваюцца аўдыяфарматы:
hi: समर्थित ऑडियो प्रारूप:
ka: მხარდაჭერილი აუდიო ფორმატები:
th: รูปแบบเสียงที่รองรับ:

source: Opus, FLAC, MP3 and MOV
be: Opus, FLAC, MP3 і MOV
hi: Opus, FLAC, MP3 और MOV
ka: Opus, FLAC, MP3 და MOV
th: Opus, FLAC, MP3 และ MOV

source: Christopher Davis
hi: क्रिस्टोफर डेविस

source: Window size
be: Памер акна
hi: खिड़की का आकार
ka: ფანჯრის ზომა
th: ขนาดหน้าต่าง

source: Window size (width and height).
be: Памер акна (шырыня і вышыня).
hi: खिड़की का आकर (चौड़ाई और ऊंचाई)
ka: ფანჯრის ზომა (სიგანე, სიმაღლე)
th: ขนาดหน้าต่าง (ความกว้างและความสูง)

source: Window position
be: Пазіцыя акна
hi: खिड़की का स्थान
ka: ფანჯრის მდებარეობა
th: ตำแหน่งหน้าต่าง

source: Window position (x and y).
be: Пазіцыя акна (x і y).
hi: खिड़की का स्थान (x और y)।
ka: ფანჯრის მდებარეობა (x და y)
th: ตำแหน่งหน้าต่าง (แกน x และ y)

source: Maps media types to audio encoder preset names.
be: Супастаўляе тыпы медыя з назвамі зададзеных кадзіроўшчыкаў гуку.
hi: मीडिया प्रकारों को ऑडियो एन्कोडर पूर्व निर्धारित नामों पर मैप करता है।
ka: მედიის ტიპების ასახვა აუდიო ენკოდერის პრესეტის სახელებზე.
th: แมปประเภทสื่อเข้ากับชื่อค่าที่ตั้งไว้ของตัวเข้ารหัสเสียง

source: Maps media types to audio encoder preset names. If there is no mapping set, the default encoder settings will be used.
be: Супастаўляе тыпы медыя з назвамі зададзеных кадзіроўшчыкаў гуку. Калі няма зададзенага адпаведніка, будуць выкарыстаны прадвызначаныя налады.
hi: यह तय करता है कि कौन-सा ऑडियो प्रारूप प्रयोग किया जाएगा। अगर कोई प्रारूप सेट नहीं किया जाए, तो स्वत: इनकॉडर की सेटिंग्स का प्रयोग किया जाएगा।
ka: ასახავს მედიის ტიპებს აუდო ენკოდერის პრესეტის სახელებზე. თუ ასახვა დაყენებული არაა, გამოყენებული იქნება ნაგულისხმევი ენკოდერის პარამეტრები.
th: แมปประเภทสื่อเข้ากับชื่อค่าที่ตั้งไว้ของตัวเข้ารหัสเสียง หากไม่มีการกำหนดการแมปไว้ การตั้งค่าตัวเข้ารหัสปริยายจะถูกใช้แทน

source: Available channels
be: Даступныя каналы
hi: चैनल
ka: ხელმისაწვდომი არხები
th: ช่องที่พร้อมใช้งาน

source: Maps available channels. If there is not no mapping set, stereo channel will be used by default.
be: Супастаўляе даступныя каналы. Калі няма зададзенага адпаведніка, будзе выкарыстана стэрэа.
hi: यह तय करता है कि कौन-सा चैनल प्रयोग किया जाएगा। अगर कोई चैनल सेट नहीं किया जाए, तो स्वत: stereo (द्वैध) चैनल का प्रयोग किया जाएगा।
ka: ასახავს ხელმისაწვდომ არხებს. თუ ასახვა დაყენებული არაა, ნაგულისხმევად სტერეოარხი იქნება გამოყენებული.
th: แมปช่องที่พร้อมใช้งาน หากไม่มีการกำหนดการแมปไว้ ช่องสเตอริโอจะถูกใช้ตามค่าปริยาย

# shortcut window
source: General
be: Агульныя
hi: साधारण
ka: ძირითადი
th: ทั่วไป

# shortcut window
source: Record
be: Запіс
hi: रिकार्ड करें
ka: ჩაწერა
th: บันทึก

# shortcut window
source: Stop Recording
be: Спыніць запіс
hi: रिकॉर्डिंग रोकें
ka: ჩაწერის გაჩერება
th: หยุดบันทึก

# shortcut window
source: Play / Pause / Resume
be: Прайграваць/Прыпыніць/Узнавіць
hi: बजाएं / ठहरें / वहीं से शुरू करें
ka: დაკვრა / შეჩერება / გაგრძელება
th: เล่น / พัก / ต่อ

# shortcut window
source: Delete
be: Выдаліць
hi: मिटाएं
ka: წაშლა
th: ลบ

# shortcut window
source: Open Main Menu
be: Адкрыць галоўнае меню
hi: मुख्य मेनू खोलें
ka: მთავარი მენიუს გახსნა
th: เปิดเมนูหลัก

# shortcut window
source: Keyboard Shortcuts
be: Спалучэнні клавіш
hi: कुंजीपट शार्टकट
ka: კლავიატურის მალსახმობები
th: ปุ่มลัดแป้นพิมพ์

# shortcut window
source: Quit
be: Выйсці
hi: बंद करें
ka: გასვლა
th: ออก

# shortcut window
source: Recording
be: Запіс
hi: रिकार्डिंग
ka: ჩანაწერი
th: เสียงบันทึก

# shortcut window
source: Seek Backward
be: Пераматаць назад
hi: पीछे पहुंचाएं
ka: უკან გადახვევა
th: กรอย้อนกลับ

# shortcut window
source: Seek Forward
be: Пераматаць уперад
hi: आगे पहुंचाएं
ka: წინ გადახვევა
th: กรอไปข้างหน้า

# shortcut window
source: Rename
be: Перайменаваць
hi: नाम बदलें
ka: გადარქმევა
th: เปลี่ยนชื่อ

# shortcut window
source: Export
be: Экспартаваць
hi: निर्यात करें
ka: გატანა
th: ส่งออก

source: Resume Recording
be: Узнавіць запіс
hi: रिकॉर्डिंग को वहीं से शुरू करें
ka: ჩაწერის გაგრძელება
th: บันทึกต่อ

source: Pause Recording
be: Прыпыніць запіс
hi: रिकॉर्डिंग ठहराएं
ka: ჩაწერის შეჩერება
th: พักการบันทึก

source: Stop Recording
be: Спыніць запіс
hi: रिकॉर्डिंग रोकें
ka: ჩაწერის გაჩერება
th: หยุดบันทึก

source: Delete Recording
be: Выдаліць запіс
hi: रिकॉर्डिंग मिटाएं
ka: ჩანაწერის წაშლა
th: ลบเสียงบันทึก

source: Delete
be: Выдаліць
hi: मिटाएं
ka: წაშლა
th: ลบ

source: Seek 10s Backward
be: Пераматаць назад на 10 сек
hi: 10 सेकेंड पीछे करें
ka: 10 წამით უკან გადახვევა
th: กรอย้อนกลับ 10 วินาที

source: Play
be: Прайграць
hi: बजाएं
ka: დაკვრა
th: เล่น

source: Pause
be: Паўза
hi: ठहरें
ka: დაპაუზება
th: พัก

source: Seek 10s Forward
be: Пераматаць уперад на 10 сек
hi: 10 सेकेंड आगे करें
ka: 10 წამით წინ გადახვევა
th: กรอไปข้างหน้า 10 วินาที

source: Export
be: Экспартаваць
hi: निर्यात करें
ka: გატანა
th: ส่งออก

source: Rename
be: Перайменаваць
hi: नाम बदलें
ka: გადარქმევა
th: เปลี่ยนชื่อ

source: Save
be: Захаваць
hi: सहेजें
ka: შენახვა
th: บันทึก

source: Record
be: Запіс
hi: रिकार्ड करें
ka: ჩაწერა
th: บันทึก
uz: Yozish
uz@cyrillic: Ёзиш

source: Main Menu
be: Галоўнае меню
hi: मुख्य मेनू
ka: მთავარი მენიუ
th: เมนูหลัก

source: Add Recordings
be: Дадаць запісы
hi: रिकॉर्डिंग जोड़ें
ka: ჩანაწერების დამატება
th: เพิ่มเสียงบันทึก
uz: Yozuvlar qo'shish
uz@cyrillic: Ёзувлар қўшиш

source: Use the <b>Record</b> button to make sound recordings
be: Націсніце кнопку <b>Запіс</b>, каб пачаць запіс гуку
hi: ध्वनि रिकॉर्डिंग करने के लिए <b>रिकार्ड करें</b> बटन का उपयोग करें
ka: გამოიყენეთ <b>ჩაწერის</b> ღილაკი, თქვენი ხმოვანი ჩანაწერების შესაქმნელად
th: กดปุ่ม <b>บันทึก</b> เพื่อเริ่มบันทึกเสียง
uz: Ovoz yozib olish uchun <b>Yozish</b> tugmasidan foydalaning
uz@cyrillic: Овоз ёзиб олиш учун <b>Ёзиш</b> тугмасидан фойдаланинг

source: Preferred Format
be: Пераважны фармат
hi: पसंदीदा प्रारूप
ka: სასურველი ფორნატი
th: รูปแบบที่ต้องการ
uz: Afzal format
uz@cyrillic: Афзал формат

source: Audio Channel
be: Аўдыяканал
hi: ऑडियो चैनल
ka: აუდიოს ხმა
th: ช่องเสียง
uz: Audio kanal
uz@cyrillic: Аудио канал

source: Stereo
be: Стэрэа
hi: स्टीरियो
ka: სტერეო
th: สเตอริโอ
uz@cyrillic: Стерео

source: Mono
be: Мона
hi: मोनो
ka: მონო
th: โมโน
uz@cyrillic: Моно

source: _Keyboard Shortcuts
be: _Спалучэнні клавіш
hi: कुंजीपट शार्टकट (_K)
ka: _კლავიატურის მალსახმობები
th: ปุ่_มลัดแป้นพิมพ์

source: About Vocalis
be: Аб праграме
hi: वोकलिस के बारे में
ka: Vocalis-ის შესახებ
th: เกี่ยวกับ Vocalis

source: translator-credits
be: Uladzimir Manulenka <vlma@tut.by>
hi: Hemish (हेमिश) <hemish04082005@gmail.com> Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024
ka: temuri Doghonadze
th: Aefgh39622 <aefgh39622@gmail.com>
uz: Otabek Sadiridinov <sadiridinovotabek@gmail.com>
uz@cyrillic: Отабек Садиридинов <sadiridinovotabek@gmail.com>

source: Recording %d
be: Запіс %d
hi: रिकॉर्डिंग %d
ka: %d-ის ჩაწერა
th: เสียงบันทึก %d

source: Delete Recording?
be: Выдаліць запіс?
hi: रिकॉर्डिंग मिटाएं?
ka: წავშალო ჩანაწერი?
th: ต้องการลบเสียงบันทึกหรือไม่?

source: This recording will not be saved.
be: Гэты запіс не захаваецца.
hi: यह रिकॉर्डिंग नहीं सहेजी जाएगी।
ka: ჩანაწერი არ შეინახება.
th: เสียงบันทึกนี้จะไม่ถูกบันทึกไว้

source: _Resume
be: _Узнавіць
hi: पुनः आरंभ (_R)
ka: _გაგრძელება
th: _บันทึกต่อ

source: _Delete
be: _Выдаліць
hi: मिटाएं (_D)
ka: _წაშლა
th: _ลบ

source: Export Recording
be: Экспартаваць запіс
hi: रिकॉर्डिंग निर्यात करें
ka: ჩანაწერის გატანა
th: ส่งออกเสียงบันทึก

source: _Export
be: _Экспартаваць
hi: निर्यात करें (_E)
ka: _გატანა
th: _ส่งออก

source: _Cancel
be: _Скасаваць
hi: रद्द करें (_C)
ka: გაუ_ქმება
th: _ยกเลิก

source: Less than a day ago
be: Менш за дзень таму
hi: एक दिन से भी कम समय पहले
ka: დღეზე ნაკლების წინ
th: ไม่ถึงหนึ่งวันที่แล้ว

source: Yesterday
be: Учора
hi: बिता कल
ka: გუშინ
th: เมื่อวาน

source: %d day ago
be: %d дзень таму
hi: %d दिन पहले
ka: %d დღის წინ
th: %d วันที่แล้ว

source: Last week
be: На мінулым тыдні
hi: पिछले हफ़्ते
ka: წინა კვირაში
th: สัปดาห์ที่แล้ว

source: %d week ago
be: %d тыдзень таму
hi: %d हफ्ता पहले
ka: %d კვირის წინ
th: %d สัปดาห์ที่แล้ว

source: Last month
be: У мінулым месяцы
hi: पिछले महीने
ka: წინა თვეში
th: เดือนที่แล้ว

source: %d month ago
be: %d месяц таму
hi: %d महीने पहले
ka: %d თვის წინ
th: %d เดือนที่แล้ว

source: Last year
be: За апошні год
hi: पिछले साल
ka: შარშან
th: ปีที่แล้ว

source: %d year ago
be: %d год таму
hi: %d साल पहले
ka: %d წლის წინ
th: %d ปีที่แล้ว

source: Recording deleted
be: Запіс выдалены
hi: रिकॉर्डिंग मिटाई गई
ka: ჩანაწერი წაშლილია
th: ลบเสียงบันทึกแล้ว
uz: Yozuv o'chirildi
uz@cyrillic: Ёзув ўчирилди

source: Undo
be: Адрабіць
hi: पूर्ववत करें
ka: დაბრუნება
th: เรียกคืน
uz: Bekor qilish
uz@cyrillic: Бекор қилиш

source: Senbrua
uz@cyrillic: Сенбруа

source: Appearance
uz: Ko'rinish
uz@cyrillic: Кўриниш

source: System
uz: Tizim
uz@cyrillic: Тизим

source: Light
uz: Yorug'
uz@cyrillic: Ёруғ

source: Dark
uz: Qorong'u
uz@cyrillic: Қоронғу

source: Noise Reduction
uz: Shovqinni kamaytirish
uz@cyrillic: Шовқинни камайтириш

source: Keyboard Shortcuts
uz: Klaviatura yorliqlari
uz@cyrillic: Клавиатура ёрлиқлари

source: About Senbrua
uz: Senbrua haqida
uz@cyrillic: Сенбруа ҳақида

source: A modern remake of Vocalis, the elegant GNOME sound recorder with advanced noise cancellation.
uz: Vocalis'ning zamonaviy versiyasi - ilg'or shovqinni yo'qotish bilan nafis GNOME ovoz yozuvchisi.
uz@cyrillic: Vocalis'нинг замонавий версияси - илғор шовқинни йўқотиш билан нафис GNOME овоз ёзувчиси.

source: Original Authors
uz: Asl mualliflar
uz@cyrillic: Асл муаллифлар

source: Based On
uz: Asoslangan
uz@cyrillic: Асосланган

source: "%s" deleted
uz: "%s" o'chirildi
uz@cyrillic: "%s" ўчирилди

source: Recording
uz: Yozish
uz@cyrillic: Ёзиш

source: Start recording
uz: Yozishni boshlash
uz@cyrillic: Ёзишни бошлаш

source: Pause/Resume
uz: Pauza/Davom
uz@cyrillic: Пауза/Давом

source: Cancel recording
uz: Yozishni bekor qilish
uz@cyrillic: Ёзишни бекор қилиш

source: Stop recording
uz: Yozishni to'xtatish
uz@cyrillic: Ёзишни тўхтатиш

source: Playback
uz: Ijro
uz@cyrillic: Ижро

source: Play/Pause
uz: Ijro/Pauza
uz@cyrillic: Ижро/Пауза

source: Seek backward
uz: Orqaga qaytarish
uz@cyrillic: Орқага қайтариш

source: Seek forward
uz: Oldinga o'tish
uz@cyrillic: Олдинга ўтиш

source: General
uz: Umumiy
uz@cyrillic: Умумий

source: Rename recording
uz: Yozuvni qayta nomlash
uz@cyrillic: Ёзувни қайта номлаш

source: Delete recording
uz: Yozuvni o'chirish
uz@cyrillic: Ёзувни ўчириш

source: Export recording
uz: Yozuvni eksport qilish
uz@cyrillic: Ёзувни экспорт қилиш

source: Quit
uz: Chiqish
uz@cyrillic: Чиқиш
